Repository: flubshi/pvr.waipu
Catalog: pvr.waipu/resources/language/resource.language.*/strings.po
Languages: de_de, fi_fi, hr_hr

# Addon Description
source: waipu.tv PVR Client. Note: This is not an official waipu plugin and not related to Exaring AG or waipu.tv. It was developed by volunteers.
de_de: waipu.tv PVR Client. Hinweis: Dies ist kein offizielles Waipu-Plugin und steht nicht in Verbindung zur Exaring AG oder zu waipu.tv. Es wurde von Freiwilligen entwickelt.
fi_fi: waipu.tv PVR-pääte. Huomioi: Tämä ei ole virallinen waipu-lisäosa, eivätkä Exaring AG tai waipu.tv ole osallistuneet sen kehitykseen. Lisäosa on vapaaehtoisten kehittämä.
hr_hr: waipu.tv PVR klijent. Napomena: Ovo nije služebeni waipu dodatak i nije povezan s Exaring AG ili waipu.tv. Razvijen je od strane dobrovoljaca.

# #30001
source: General
de_de: Allgemein
fi_fi: Yleiset
hr_hr: Općenito

# #30002
source: Mail
de_de: E-Mail
fi_fi: Sähköposti
hr_hr: E-pošta

# #30003
source: Password
de_de: Passwort
fi_fi: Salasana
hr_hr: Lozinka

# #30004
source: Protocol
de_de: Protokoll
fi_fi: Protokolla
hr_hr: Protokol

# #30006
source: InputStream Helper information
de_de: InputStream-Helper-Informationen
fi_fi: InputStream Helper -tiedot
hr_hr: InputStream Helper informacije

# #30007
source: (Re)install Widevine CDM library...
de_de: Widevine CDM-Bibliothek (erneut) installieren ...
fi_fi: (Uudelleen)asenna Widevine CDM -kirjasto...
hr_hr: Ponovno instaliraj Widevine CDM biblioteku...

# #30008
source: Provider
de_de: Anbieter
fi_fi: Toimittaja
hr_hr: Pružatelj usluge

# #30009
source: Waipu.tv (Credentials)
de_de: Waipu.tv (Zugangsdaten)
fi_fi: Waipu.tv (käyttäjätiedot)
hr_hr: Waipu.tv (Vjerodajnice)

# #30011
source: Streaming Protocol
de_de: Streamingprotokoll
fi_fi: Suoratoistoprotokolla
hr_hr: Protokol strujanja

# #30012
source: Video Resolution
de_de: Videoauflösung
fi_fi: Videoresoluutio
hr_hr: Video razlučivost

# #30030
source: Error: Login not possible. Check credentials!
de_de: Fehler: Anmeldung nicht möglich. Zugangsdaten überprüfen!
fi_fi: Virhe: Kirjautuminen ei onnistu. Tarkista käyttäjätiedot!
hr_hr: Greška: Prijava nije moguća. Provjerite vjerodajnice!

# #30031
source: No network connection
de_de: Keine Netzwerkverbindung
fi_fi: Verkkoyhteyttä ei ole
hr_hr: Nema mrežnog povezivanja

# #30032
source: Invalid login credentials
de_de: Ungültige Zugangsdaten
fi_fi: Virheelliset kirjautumistiedot
hr_hr: Nevaljane vjerodajnice prijave

# #30033
source: Required username and password not available
de_de: Benötigter Benutzername mit Password nicht vorhanden
fi_fi: Vaadittu käyttäjätunnus ja salasana eivät ole käytettävissä
hr_hr: Potrebno korisničko ime i lozinka nisu dostupni

# #30035
source: Misc
de_de: Verschiedenes
fi_fi: Muut
hr_hr: Ostalo

# #30037
source: Reset Login
de_de: Anmeldedaten zurücksetzen
fi_fi: Tyhjennä kirjautumistiedot
hr_hr: Poništi prijavu

# #30038
source: Waipu.tv (Device Login)
de_de: Waipu.tv (Geräteanmeldung)
fi_fi: Waipu.tv (laitekirjautuminen)
hr_hr: Waipu.tv (prijava na uređaj)

# #30039
source: Go to:
de_de: URI:
fi_fi: Avaa:
hr_hr: Idi na:

# #30040
source: Login
de_de: Anmeldung
fi_fi: Kirjautuminen
hr_hr: Prijava

# #30041
source: Use Code:
de_de: Code:
fi_fi: Käytä koodia:
hr_hr: Koristi kôd:

# #30042
source: EPG preview images
de_de: EPG-Vorschaubilder
fi_fi: Ohjelmaoppaan esikatselukuvat

# #30043
source: Import Channels
de_de: Sender importieren
fi_fi: Tuo kanavia

# #30044
source: All visible
de_de: Alle sichtbaren
fi_fi: Näytä kaikki

# #30045
source: All
de_de: Alle
fi_fi: Kaikki
hr_hr: Sve

# #30046
source: Favourites
de_de: Favoriten
fi_fi: Suosikit
hr_hr: Omiljeno

# #30047
source: Live TV
de_de: TV
fi_fi: Tv-lähetys
hr_hr: Televizija

# #30048
source: HLS: Use inputstream.ffmpegdirect
de_de: HLS: inputstream.ffmpegdirect verwenden
fi_fi: HLS: Käytä inputstream.ffmpegdirect

# #30049
source: Experimental EPG
de_de: Experimentelles EPG

# #30050
source: Provider/Authentication: Using Waipu (Device Login) or O2 TV is recommended! Do not use credentials login.
de_de: Provider/Authentifizierung: Benutzung von Waipu (Geräte-Login) oder O2 TV empfohlen! Nicht Login mit Credentials verwenden.

# #30051
source: Widevine CDM is required to play non public channels. Click to install Widevine CDM if some channels are not working!
de_de: Widevine CDM wird zur Wiedergabe von nicht-öffentlichen Sendern benötigt. Klicken, um Widevine CDM zu installieren, falls einige Sender nicht funktionieren!

# #30052
source: Check whether Widevine CDM is installed. Required to play non public channels.
de_de: Prüfen, ob Widevine CDM installiert ist. Wird zur Wiedergabe von nicht-öffentlichen Sendern benötigt.

# #30053
source: Select streaming protocol. Use AUTO or MPEG_DASH. Do not use HLS, because not all channels support this.
de_de: Streamingprotokoll auswählen. AUTO oder MPEG_DASH verwenden. HLS nicht verwenden, weil nicht von allen Sendern unterstützt.

# #30054
source: By default, inputstream.adaptive is used for playing HLS. Check this option to use inputstream.ffmpegdirect instead.
de_de: Standardmäßig wird inputstream.adaptive für die Wiedergabe von HLS verwendet. Diese Einstellung aktivieren, um stattdessen inputstream.ffmpegdirect zu verwenden.

# #30055
source: Recordings: Load description and year
de_de: Aufnahmen: Beschreibung und Jahr laden

# #30500
source: Inputstream error
de_de: Inputstream-Fehler
fi_fi: Inputstream-virhe

# #30501
source: The %s addon is not installed.
de_de: Das Addon %s ist nicht installirt.
fi_fi: %s -lisäosaa ei ole asennettu.

# #30502
source: The %s addon is not enabled.
de_de: Das Addon %s ist nicht aktiviert.
fi_fi: %s -lisäosa ei ole käytössä.

# Addon Summary
source: waipu.tv PVR Client
fi_fi: waipu.tv PVR-pääte
hr_hr: waipu.tv PVR klijent

# #30005
source: Streaming
fi_fi: Suoratoisto
hr_hr: Strujanje

# #30013
source: Audio Codecs
fi_fi: Äänikoodekit
hr_hr: Zvučni kôdek

# #30014
source: SD-PALp25: h264; 720x540; 25fps
hr_hr: SD-PALp25: h264; 720x540; 25sl/sek

# #30015
source: SD-PALp50: h264; 720x540; 50fps
hr_hr: SD-PALp50: h264; 720x540; 50sl/sek

# #30016
source: HD-720p25: h264; 1280x720; 25fps
hr_hr: HD-720p25: h264; 1280x720; sl/sek

# #30017
source: HD-720p50: h264; 1280x720; 50fps
hr_hr: HD-720p50: h264; 1280x720; 50sl/sek

# #30018
source: HD-1080p25: h264; 1920x1080; 25fps
hr_hr: HD-1080p25: h264; 1920x1080; 25sl/sek

# #30019
source: HD-1080p50: h264; 1920x1080; 50fps
hr_hr: HD-1080p50: h264; 1920x1080; 50sl/sek

# #30020
source: HEVC-1080p50: hevc; 1920x1080; 50fps
hr_hr: HEVC-1080p50: hevc; 1920x1080; 50sl/sek

# #30021
source: HEVC-2160p50: hevc; 3840x2160; 50fps
hr_hr: HEVC-2160p50: hevc; 3840x2160; 50sl/sek

# #30034
source: Refresh Token
fi_fi: Päivitä tunniste
hr_hr: Osvježi token

# #30036
source: Device ID
fi_fi: Laitetunniste
hr_hr: ID uređaja
